<!DOCTYPE html><html lang="es" class="no-js"><head><meta charset="UTF-8"><meta http-equiv="X-UA-Compatible" content="IE=edge"><link rel="profile" href="http://gmpg.org/xfn/11"><title>Alex Ballera | Aspectos Legales Del Sitio Web</title><meta name="author" content="Alex Ballera"><meta name="description" content="Aspectos legales a tomar en cuenta en el sitio Alex Ballera | Fron End Developer"><meta property="fb:app_id" content="586663831475504"><meta property="fb:admins" content="721354641"><meta property="og:locale" content="es_ES"><meta property="og:site_name" content="Alex Ballera | Aspectos Legales Del Sitio Web"><meta property="og:title" content="Alex Ballera | Aspectos Legales Del Sitio Web"><meta property="og:url" content="http://alexballera.com"><meta property="og:type" content="blog"><meta property="og:description" content="Aspectos legales a tomar en cuenta en el sitio Alex Ballera | Fron End Developer"><meta property="og:image" content="http://i2.wp.com/web.alexballera.com/wp-content/uploads/2016/02/alex-ballera.jpg?w=400"><meta property="og:image:width" content="400"><meta property="og:image:height" content="400"><meta property="article:publisher" content="https://www.facebook.com/AlexBallera.Dev"><meta property="article:author" content="https://www.facebook.com/alexballera"><meta name="twitter:title" content="Alex Ballera | Aspectos Legales Del Sitio Web"><meta name="twitter:url" content="http://alexballera.com"><meta name="twitter:site" content="@alexballera"><meta name="twitter:creator" content="@alexballera"><meta name="twitter:card" content="summary_large_image"><meta name="twitter:description" content="Aspectos legales a tomar en cuenta en el sitio Alex Ballera | Fron End Developer"><meta name="twitter:image:src" content="http://i0.wp.com/web.alexballera.com/wp-content/uploads/2016/03/alexballera825x300.png"><meta name="twitter:image" content="http://i0.wp.com/web.alexballera.com/wp-content/uploads/2016/03/alexballera825x300.png"><link rel="canonical" href="http://alexballera.com"><link rel="publisher" href="https://plus.google.com/100946240394478170627"><link rel="author" href="https://plus.google.com/101028757520419920996"><script type="application/ld+json">{"@context": "http://schema.org", "@type": "Article", "mainEntityOfPage":{"@type":"WebPage", "@id":"http://alexballera.com"}, "headline": "Aspectos legales a tomar en cuenta en el sitio Alex Ballera | Fron End Developer", "image":{"@type": "ImageObject", "url": "http://i2.wp.com/web.alexballera.com/wp-content/uploads/2016/02/alex-ballera.jpg", "height": 800, "width": 800}, "datePublished": "2015-02-05T08:00:00+08:00", "dateModified": "2015-02-05T09:20:00+08:00", "author":{"@type": "Person", "name": "Alex Ballera"}, "publisher":{"@type": "Organization", "name": "Alex Ballera", "logo":{"@type": "ImageObject", "url": "http://i2.wp.com/web.alexballera.com/wp-content/uploads/2016/02/alex-ballera.jpg", "width": 600, "height": 60}}, "description": "Aspectos legales a tomar en cuenta en el sitio Alex Ballera | Fron End Developer"}</script><meta name="robots" content="noodp,noydir"><meta name="alexaVerifyID" content="J924iFGGdKgq0-GCXwJgfpwUOXo"><meta name="msvalidate.01" content="08233A1E02AF2B0463287F1A6529C2F1"><meta name="yandex-verification" content="653147f013103fde"><meta name="p:domain_verify" content="f6f86a492f4e475ef7cbf5df08a519e7"><meta name="google-site-verification" content="ByMxpIFAuMVCAE6N4WuyEHx62Ys4UuzneZTnxkmyZRI"><link rel="alternate" type="application/rss+xml" title="Alex Ballera | Web Developer &raquo; Feed" href="http://web.alexballera.com/feed/"><link rel="alternate" type="application/rss+xml" title="Alex Ballera | Web Developer &raquo; RSS de los comentarios" href="http://web.alexballera.com/comments/feed/"><meta name="HandheldFriendly" content="True"><meta name="MobileOptimized" content="320"><meta name="viewport" content="width=device-width,initial-scale=1"><link rel="shortcut icon" href="http://i1.wp.com/web.alexballera.com/wp-content/uploads/2016/02/touch-icon-iphone.png?w=57"><link rel="apple-touch-icon" href="http://i1.wp.com/web.alexballera.com/wp-content/uploads/2016/02/touch-icon-iphone.png?w=57"><link rel="apple-touch-icon" sizes="72x72" href="http://i0.wp.com/web.alexballera.com/wp-content/uploads/2016/02/touch-icon-ipad.png?w=72"><link rel="apple-touch-icon" sizes="114x114" href="http://i1.wp.com/web.alexballera.com/wp-content/uploads/2016/02/touch-icon-iphone-retina.png?w=114"><link rel="apple-touch-icon" sizes="152x152" href="http://i1.wp.com/web.alexballera.com/wp-content/uploads/2016/02/touch-icon-ipad-retina.png?w=152"><link rel="stylesheet" href="styles/style.min.css"></head><body><nav id="header" class="nav"><div class="nav__mobile"><a class="nav__mobile--logo" href="#"><picture class="nav__mobile--logo--picture"><source srcset="http://i2.wp.com/web.alexballera.com/wp-content/uploads/2016/02/alex-ballera.jpg?w=50, http://i2.wp.com/web.alexballera.com/wp-content/uploads/2016/02/alex-ballera.jpg?w=100 2x" type="image/jpg"><img src="http://i2.wp.com/web.alexballera.com/wp-content/uploads/2016/02/alex-ballera.jpg?w=50" srcset="http://i2.wp.com/web.alexballera.com/wp-content/uploads/2016/02/alex-ballera.jpg?w=50, http://i2.wp.com/web.alexballera.com/wp-content/uploads/2016/02/alex-ballera.jpg?w=100 2x" alt="Alex Ballera"></picture><h2 class="title__nav">Alex Ballera | Front End Developer</h2></a><button id="btnMenu" class="nav__mobile--btn inactive active"><i id="btnButton" class="fa fa-bars"></i></button></div><nav class="nav__menu--navbar"><ul id="navbarMenu" class="nav__menu--list"><li class="nav__menu--list--item"><a href="http://alexballera.com/#projects">Proyectos</a></li><li class="nav__menu--list--item"><a href="http://alexballera.com/#articles">Art&#237;culos</a></li><li class="nav__menu--list--item"><a href="http://web.alexballera.com/" target="_blank">Blog</a></li><li class="nav__menu--list--item"><a href="http://alexballera.com/#contactame">Cont&#225;ctame</a></li></ul></nav></nav><header class="header"><picture class="header__picture"><source srcset="http://i2.wp.com/web.alexballera.com/wp-content/uploads/2016/02/alex-ballera.jpg?w=300, http://i2.wp.com/web.alexballera.com/wp-content/uploads/2016/02/alex-ballera.jpg?w=600 2x" type="image/jpg"><img src="http://i2.wp.com/web.alexballera.com/wp-content/uploads/2016/02/alex-ballera.jpg?w=300" srcset="http://i2.wp.com/web.alexballera.com/wp-content/uploads/2016/02/alex-ballera.jpg?w=300, http://i2.wp.com/web.alexballera.com/wp-content/uploads/2016/02/alex-ballera.jpg?w=600 2x" alt="Alex Ballera"><figcaption class="header__picture--figcaption"><span>Alex Ballera <span>Front End Developer</span></span> <span>Mobile Optimization & Responsive Web Design</span></figcaption></picture><section class="header__languages"><ul class="header__languages--tech"><li><i class="fa fa-html5"></i></li><li><i class="fa fa-css3"></i></li><li><i class="icon-javascript-alt"></i></li><li><i class="icon-ruby-on-rails"></i></li><li><i class="fa fa-wordpress"></i></li><li><i class="fa fa-git"></i></li></ul></section></header><section class="content"><article class="container content__legal"><h1>Aviso Legal - T&#233;rminos de Uso</h1><h2>OBJETO Y ACEPTACI&#211;N</h2><p>El presente aviso legal regula el uso del sitio web <span>alexballera.com</span> (en adelante, <span>LA WEB</span>), cuyo titular es <span>Ballera Investment, Inc</span> (en adelante, <span>EL PROPIETARIO DE LA WEB</span>).</p><p>A continuaci&#243;n se exponen los datos identificativos de la empresa:</p><ul><li><span>Denominaci&#243;n social:</span> Ballera Investment, Inc</li><li><span>N&#250;mero de Registro &#250;nico de Contribuyentes:</span> 2538232-1-824489 D.V.50</li><li><span>Domicilio Social:</span> Calle 41 C/Av Balboa, Edif IPASA, Piso 3. Bella Vista, Panam&#225;, Panam&#225;</li><li><span>Correo Electr&#243;nico:</span> alex@alexballera.com</li><li><span>Tel&#233;fono:</span> (+58) 412.017.2898</li></ul><p>La navegaci&#243;n por el sitio web de <span>EL PROPIETARIO DE LA WEB</span> atribuye la condici&#243;n de usuario del mismo e implica la aceptaci&#243;n plena y sin reservas de todas y cada una de las disposiciones incluidas en este Aviso Legal, que pueden sufrir modificaciones.</p><p>El usuario se obliga a hacer un uso correcto del sitio web de conformidad con las leyes, la buena fe, el orden p&#250;blico, los usos del tr&#225;fico y el presente Aviso Legal. El usuario responder&#225; frente a <span>EL PROPIETARIO DE LA WEB</span> o frente a terceros, de cualesquiera daños y perjuicios que pudieran causarse como consecuencia del incumplimiento de dicha obligaci&#243;n.</p><h2>IDENTIFICACI&#211;N Y COMUNICACIONES</h2><p><span>EL PROPIETARIO DE LA WEB</span>, le informa de que:</p><p>Para comunicarse con nosotros, ponemos a su disposici&#243;n diferentes medios de contacto que detallamos a continuaci&#243;n:</p><p>Contacto: Click <a href="mailto:alex@alexballera.com">aqu&#237;</a>.</p><p>Todas las notificaciones y comunicaciones entre los usuarios y <span>EL PROPIETARIO DE LA WEB</span> se considerar&#243;n eficaces, a todos los efectos, cuando se realicen a trav&#233;s de correo postal o cualquier otro medio de los detallados anteriormente.</p><h2>CONDICIONES DE ACCESO Y UTILIZACI&#211;N</h2><p>El sitio web y sus servicios son de acceso libre y gratuito, no obstante, <span>EL PROPIETARIO DE LA WEB</span> condiciona la utilizaci&#243;n de algunos de los servicios ofrecidos en su web a la previa cumplimentaci&#243;n del correspondiente formulario.</p><p>El usuario garantiza la autenticidad y actualidad de todos aquellos datos que comunique a <span>EL PROPIETARIO DE LA WEB</span> y ser&#225; el &#250;nico responsable de las manifestaciones falsas o inexactas que realice.</p><p>El usuario se compromete expresamente a hacer un uso adecuado de los contenidos y servicios de <span>EL PROPIETARIO DE LA WEB</span> y a no emplearlos para, entre otros:</p><p>Difundir contenidos, delictivos, violentos, pornogr&#225;ficos, racistas, xen&#243;fobo, ofensivos, de apolog&#237;a del terrorismo o, en general, contrarios a la ley o al orden p&#250;blico.</p><p>Introducir en la red virus inform&#225;ticos o realizar actuaciones susceptibles de alterar, estropear, interrumpir o generar errores o daños en los documentos electr&#243;nicos, datos o sistemas f&#237;sicos y l&#243;gicos de <span>EL PROPIETARIO DE LA WEB</span> o de terceras personas; as&#237; como obstaculizar el acceso de otros usuarios al sitio web y a sus servicios mediante el consumo masivo de los recursos inform&#225;ticos a trav&#233;s de los cuales <span>EL PROPIETARIO DE LA WEB</span> presta sus servicios.</p><p>Intentar acceder a las cuentas de correo electr&#243;nico de otros usuarios o a &#225;reas restringidas de los sistemas inform&#225;ticos de <span>EL PROPIETARIO DE LA WEB</span> o de terceros y, en su caso, extraer informaci&#243;n.</p><p>Vulnerar los derechos de propiedad intelectual o industrial, as&#237; como violar la confidencialidad de la informaci&#243;n de <span>EL PROPIETARIO DE LA WEB</span> o de terceros.</p><p>Suplantar la identidad de otro usuario, de las administraciones p&#250;blicas o de un tercero.</p><p>Reproducir, copiar, distribuir, poner a disposici&#243;n o de cualquier otra forma comunicar p&#250;blicamente, transformar o modificar los contenidos, a menos que se cuente con la autorizaci&#243;n del titular de los correspondientes derechos o ello resulte legalmente permitido.</p><p>Recabar datos con finalidad publicitaria y de remitir publicidad de cualquier clase y comunicaciones con fines de venta u otras de naturaleza comercial sin que medie su previa solicitud o consentimiento.</p><p>Todos los contenidos del sitio web, como textos, fotograf&#237;as, gr&#225;ficos, im&#225;genes, iconos, tecnolog&#237;a, software, as&#237; como su diseño gr&#225;fico y c&#243;digos fuente, constituyen una obra cuya propiedad pertenece a <span>EL PROPIETARIO DE LA WEB</span>, sin que puedan entenderse cedidos al usuario ninguno de los derechos de explotaci&#243;n sobre los mismos m&#225;s all&#225; de lo estrictamente necesario para el correcto uso de la web.</p><p>En definitiva, los usuarios que accedan a este sitio web pueden visualizar los contenidos y efectuar, en su caso, copias privadas autorizadas siempre que los elementos reproducidos no sean cedidos posteriormente a terceros, ni se instalen a servidores conectados a redes, ni sean objeto de ning&#250;n tipo de explotaci&#243;n.</p><p>Asimismo, todas las marcas, nombres comerciales o signos distintivos de cualquier clase que aparecen en el sitio web son propiedad de <span>EL PROPIETARIO DE LA WEB</span>, sin que pueda entenderse que el uso o acceso al mismo atribuya al usuario derecho alguno sobre los mismos.</p><p>La distribuci&#243;n, modificaci&#243;n, cesi&#243;n o comunicaci&#243;n p&#250;blica de los contenidos y cualquier otro acto que no haya sido expresamente autorizado por el titular de los derechos de explotaci&#243;n quedan prohibidos.</p><p>El establecimiento de un hiperenlace no implica en ning&#250;n caso la existencia de relaciones entre <span>EL PROPIETARIO DE LA WEB</span> y el propietario del sitio web en la que se establezca, ni la aceptaci&#243;n y aprobaci&#243;n por parte de <span>EL PROPIETARIO DE LA WEB</span> de sus contenidos o servicios. Aquellas personas que se propongan establecer un hiperenlace previamente deber&#225;n solicitar autorizaci&#243;n por escrito a <span>EL PROPIETARIO DE LA WEB</span>.</p><p>En todo caso, el hiperenlace &#250;nicamente permitir&#225; el acceso a la home-page o p&#225;gina de inicio de nuestro sitio web, asimismo deber&#225; abstenerse de realizar manifestaciones o indicaciones falsas, inexactas o incorrectas sobre <span>EL PROPIETARIO DE LA WEB</span>, o incluir contenidos il&#237;citos, contrarios a las buenas costumbres y al orden p&#250;blico.</p><p><span>EL PROPIETARIO DE LA WEB</span> no se responsabiliza del uso que cada usuario le d&#225; a los materiales puestos a disposici&#243;n en este sitio web ni de las actuaciones que realice en base a los mismos.</p><h2>EXCLUSI&#211;N DE GARANT&#205;AS Y DE RESPONSABILIDAD</h2><p>El contenido del presente sitio web es de car&#225;cter general y tiene una finalidad meramente informativa, sin que se garantice plenamente el acceso a todos los contenidos, ni su exhaustividad, correcci&#243;n, vigencia o actualidad, ni su idoneidad o utilidad para un objetivo espec&#237;fico.</p><p><span>EL PROPIETARIO DE LA WEB</span> excluye, hasta donde permite el ordenamiento jur&#237;dico, cualquier responsabilidad por los daños y perjuicios de toda naturaleza derivados de:</p><p>La imposibilidad de acceso al sitio web o la falta de veracidad, exactitud, exhaustividad y/o actualidad de los contenidos, as&#237; como la existencia de vicios y defectos de toda clase de los contenidos transmitidos, difundidos, almacenados, puestos a disposici&#243;n a los que se haya accedido a trav&#233;s del sitio web o de los servicios que se ofrecen.</p><p>La presencia de virus o de otros elementos en los contenidos que puedan producir alteraciones en los sistemas inform&#225;ticos, documentos electr&#243;nicos o datos de los usuarios.</p><p>El incumplimiento de las leyes, la buena fe, el orden p&#250;blico, los usos del tr&#225;fico y el presente aviso legal como consecuencia del uso incorrecto del sitio web. En particular, y a modo ejemplificativo, <span>EL PROPIETARIO DE LA WEB</span> no se hace responsable de las actuaciones de terceros que vulneren derechos de propiedad intelectual e industrial, secretos empresariales, derechos al honor, a la intimidad personal y familiar y a la propia imagen, as&#237; como la normativa en materia de competencia desleal y publicidad il&#237;cita.</p><p>Asimismo, <span>EL PROPIETARIO DE LA WEB</span> declina cualquier responsabilidad respecto a la informaci&#243;n que se halle fuera de esta web y no sea gestionada directamente por nuestro webmaster. La funci&#243;n de los links que aparecen en esta web es exclusivamente la de informar al usuario sobre la existencia de otras fuentes susceptibles de ampliar los contenidos que ofrece este sitio web. <span>EL PROPIETARIO DE LA WEB</span> no garantiza ni se responsabiliza del funcionamiento o accesibilidad de los sitios enlazados; ni sugiere, invita o recomienda la visita a los mismos, por lo que tampoco ser&#225; responsable del resultado obtenido. <span>EL PROPIETARIO DE LA WEB</span> no se responsabiliza del establecimiento de hiperv&#237;nculos por parte de terceros.</p><h2>POL&#205;TICA DE PRIVACIDAD</h2><p>Cuando precisemos obtener informaci&#243;n por su parte, siempre le solicitaremos que nos la proporcione voluntariamente de forma expresa. Los datos recabados a trav&#233;s de los formularios de recogida de datos del sitio web u otras v&#237;as ser&#225;n incorporados a un fichero de datos de car&#225;cter personal, del cual es responsable <span>EL PROPIETARIO DE LA WEB</span>.</p><p><span>EL PROPIETARIO DE LA WEB</span> se compromete a no ceder, vender, ni compartir los datos con terceros sin su aprobaci&#243;n expresa.</p><p>Asimismo, <span>EL PROPIETARIO DE LA WEB</span> cancelar&#225; o rectificar&#225; los datos cuando resulten inexactos, incompletos o hayan dejado de ser necesarios o pertinentes para su finalidad.</p><p>El usuario podr&#225; revocar el consentimiento prestado y ejercer los derechos de acceso, rectificaci&#243;n, cancelaci&#243;n y oposici&#243;n dirigi&#233;ndose a tal efecto al domicilio social <span>EL PROPIETARIO DE LA WEB</span>, identific&#225;ndose debidamente e indicando de forma visible el concreto derecho que se ejerce.</p><p><span>EL PROPIETARIO DE LA WEB</span> adopta los niveles de seguridad correspondientes. No obstante, no asume ninguna responsabilidad por los daños y perjuicios derivados de alteraciones que terceros pueden causar en los sistemas inform&#225;ticos, documentos electr&#243;nicos o ficheros del usuario.</p><p><span>EL PROPIETARIO DE LA WEB</span> podr&#225; utilizar cookies durante la prestaci&#243;n de servicios del sitio web. Las cookies son ficheros f&#237;sicos de informaci&#243;n personal alojados en el propio terminal del usuario. El usuario tiene la posibilidad de configurar su programa navegador de manera que se impida la creaci&#243;n de archivos cookie o se advierta de la misma.</p><p>Si opta a abandonar nuestro sitio web a trav&#233;s de enlaces a sitios web no pertenecientes a nuestra entidad, <span>EL PROPIETARIO DE LA WEB</span> no se har&#225; responsable de las pol&#237;ticas de privacidad de dichos sitios web ni de las cookies que &#233;stos puedan almacenar en el ordenador del usuario.</p><p>Nuestra pol&#237;tica con respecto al correo electr&#243;nico se centra en remitir &#250;nicamente comunicaciones que usted haya solicitado recibir.</p><p>Si prefiere no recibir estos mensajes por correo electr&#243;nico le ofreceremos a trav&#233;s de los mismos la posibilidad de ejercer su derecho de cancelaci&#243;n y renuncia a la recepci&#243;n de estos mensajes.</p><h2>PROCEDIMIENTO EN CASO DE REALIZACI&#211;N DE ACTIVIDADES DE CAR&#193;CTER IL&#205;CITO</h2><p>En el caso de que cualquier usuario o un tercero considere que existen hechos o circunstancias que revelen el car&#225;cter il&#237;cito de la utilizaci&#243;n de cualquier contenido y/o de la realizaci&#243;n de cualquier actividad en las p&#225;ginas web incluidas o accesibles a trav&#233;s del sitio web, deber&#225; enviar una notificaci&#243;n a <span>EL PROPIETARIO DE LA WEB</span> identific&#225;ndose debidamente, especificando las supuestas infracciones y declarando expresamente y bajo su responsabilidad que la informaci&#243;n proporcionada en la notificaci&#243;n es exacta.</p><p>Para toda cuesti&#243;n litigiosa que incumba al sitio web de <span>EL PROPIETARIO DE LA WEB</span>, ser&#225; de aplicaci&#243;n la legislaci&#243;n española, siendo competentes los Juzgados y Tribunales de Panam&#225; (Panam&#225;).</p><h2>PUBLICACIONES</h2><p>La informaci&#243;n administrativa facilitada a trav&#233;s del sitio web no sustituye la publicidad legal de las leyes, normativas, planes, disposiciones generales y actos que tengan que ser publicados formalmente a los diarios oficiales de las administraciones p&#250;blicas, que constituyen el &#250;nico instrumento que da fe de su autenticidad y contenido. La informaci&#243;n disponible en este sitio web debe entenderse como una gu&#237;a sin prop&#243;sito de validez legal.</p></article></section><section class="legal"><ul><li><a href="http://alexballera.com/legal.html" target="_blank" title="Términos Legales">Términos Legales</a></li><li><a href="http://alexballera.com/cookies.html" target="_blank" title="Política de Cookies">Política de Cookies</a></li></ul></section><script>(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o), m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)})(window,document,'script','//www.google-analytics.com/analytics.js','ga'); ga('create', 'UA-75053955-1', 'auto'); ga('send', 'pageview');</script><script src="scripts/main.min.js"></script></body></html>